[
  {
    "id": 1,
    "logo": "https://i.ibb.co/NtMZGhr/Group-10021.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "Data Scientist",
    "company": "Microsoft Corporation",
    "location": "Redmond, WA, United States",
    "salary": "120K - 150K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Apply statistical analysis and machine learning techniques to large datasets to extract insights and drive business decisions. Collaborate with cross-functional teams to design and implement data-driven solutions. Develop and maintain machine learning models for predictive analytics.",
    "jobResponsibility": [
      "Analyze large datasets using statistical techniques and machine learning algorithms",
      "Design and implement data-driven solutions to drive business decisions",
      "Develop and maintain machine learning models for predictive analytics",
      "Communicate findings and insights to stakeholders"
    ],
    "educationRequirements": "Master's or PhD in Computer Science, Statistics, or related field",
    "experienceRequirements": "3+ years of experience in data science or related field",
    "contactInfo": {
      "phone": "555-123-4567",
      "email": "example@microsoft.com",
      "address": "1 Microsoft Way, Redmond, WA, United States"
    }
  },
  {
    "id": 2,
    "logo": "https://i.ibb.co/MpzXLW1/google-1-1-1.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "Cloud Solutions Architect",
    "company": "Amazon Web Services (AWS)",
    "location": "Seattle, WA, United States",
    "salary": "140K - 180K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Design, implement, and deploy cloud solutions for enterprise customers. Provide technical expertise in AWS services and architecture. Collaborate with customers to understand their requirements and provide tailored solutions.",
    "jobResponsibility": [
      "Design and implement scalable and secure cloud solutions using AWS services",
      "Provide technical expertise and guidance to customers on AWS architecture and best practices",
      "Collaborate with customers to understand their requirements and provide tailored solutions",
      "Participate in technical discussions and deliver presentations to customers"
    ],
    "educationRequirements": "Bachelor's or Master's degree in Computer Science or related field",
    "experienceRequirements": "5+ years of experience in cloud computing or related field",
    "contactInfo": {
      "phone": "888-555-7890",
      "email": "example@amazon.com",
      "address": "410 Terry Ave N, Seattle, WA, United States"
    }
  },
  {
    "id": 3,
    "logo": "https://i.ibb.co/B3wJb0h/netflix-4-1.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "Software Engineer",
    "company": "Google LLC",
    "location": "Mountain View, CA, United States",
    "salary": "150K - 180K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Design, develop, test, and deploy software applications for Google's products and services. Collaborate with cross-functional teams to define requirements and implement solutions. Maintain code quality and adhere to coding standards.",
    "jobResponsibility": [
      "Design, develop, test, and deploy software applications",
      "Collaborate with cross-functional teams to define requirements and implement solutions",
      "Maintain code quality and adhere to coding standards",
      "Participate in code reviews and provide feedback to peers"
    ],
    "educationRequirements": "Bachelor's or Master's degree in Computer Science or related field",
    "experienceRequirements": "3+ years of experience in software engineering or related field",
    "contactInfo": {
      "phone": "555-987-6543",
      "email": "example@google.com",
      "address": "1600 Amphitheatre Parkway, Mountain View, CA, United States"
    }
  },
  {
    "id": 4,
    "logo": "https://i.ibb.co/NtMZGhr/Group-10021.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "AI Research Scientist",
    "company": "IBM Research",
    "location": "Yorktown Heights, NY, United States",
    "salary": "120K - 150K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Conduct research and develop cutting-edge AI algorithms and models. Collaborate with interdisciplinary teams to apply AI techniques to various domains such as healthcare, finance, and natural language processing. Publish research findings in top-tier conferences and journals.",
    "jobResponsibility": [
      "Conduct research and develop cutting-edge AI algorithms and models",
      "Collaborate with interdisciplinary teams to apply AI techniques to various domains",
      "Publish research findings in top-tier conferences and journals",
      "Stay up-to-date with the latest advancements in AI research and technologies"
    ],
    "educationRequirements": "PhD in Computer Science, Artificial Intelligence, or related field",
    "experienceRequirements": "2+ years of experience in AI research or related field",
    "contactInfo": {
      "phone": "555-456-7890",
      "email": "example@ibm.com",
      "address": "1101 Kitchawan Rd, Yorktown Heights, NY, United States"
    }
  },
  {
    "id": 5,
    "logo": "https://i.ibb.co/MpzXLW1/google-1-1-1.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "Cloud Solutions Architect",
    "company": "Microsoft Corporation",
    "location": "Redmond, WA, United States",
    "salary": "130K - 160K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Design and implement scalable and secure cloud solutions for enterprise customers. Provide technical guidance and expertise to customers, partners, and internal teams. Develop and deliver technical presentations, demos, and workshops. Stay updated with the latest cloud technologies and trends.",
    "jobResponsibility": [
      "Design and implement scalable and secure cloud solutions for enterprise customers",
      "Provide technical guidance and expertise to customers, partners, and internal teams",
      "Develop and deliver technical presentations, demos, and workshops",
      "Stay updated with the latest cloud technologies and trends"
    ],
    "educationRequirements": "Bachelor's or Master's degree in Computer Science or related field",
    "experienceRequirements": "5+ years of experience in cloud solutions architecture or related field",
    "contactInfo": {
      "phone": "555-123-4567",
      "email": "example@microsoft.com",
      "address": "1 Microsoft Way, Redmond, WA, United States"
    }
  },
  {
    "id": 6,
    "logo": "https://i.ibb.co/B3wJb0h/netflix-4-1.png",
    "icon": "https://i.ibb.co/0m7HzLc/Location-Icon.png",
    "icon_2": "https://i.ibb.co/R0BF9qp/Frame.png",
    "title": "Data Scientist",
    "company": "Facebook Inc.",
    "location": "Menlo Park, CA, United States",
    "salary": "140K - 170K",
    "workType": ["Onsite", "Full Time"],
    "jobDescription": "Apply advanced statistical and machine learning techniques to analyze large data sets and extract insights. Collaborate with cross-functional teams to identify opportunities for improving products and services. Develop and deploy predictive models and algorithms. Present findings to stakeholders and provide recommendations.",
    "jobResponsibility": [
      "Apply advanced statistical and machine learning techniques to analyze large data sets and extract insights",
      "Collaborate with cross-functional teams to identify opportunities for improving products and services",
      "Develop and deploy predictive models and algorithms",
      "Present findings to stakeholders and provide recommendations"
    ],
    "educationRequirements": "Master's or PhD in Computer Science, Statistics, or related field",
    "experienceRequirements": "3+ years of experience in data science or related field",
    "contactInfo": {
      "phone": "555-789-0123",
      "email": "example@facebook.com",
      "address": "1 Hacker Way, Menlo Park, CA, United States"
    }
  }
]
